export default [
	{
		version: "0.0.4",
		date: "2024.07.08",
		logList: [
			"「推荐链接」页面",
			"「推荐链接」的详情页面",
			"部分推荐链接使用微信 API 跳转到腾讯文档小程序",
			"「施工中……」页面",
			"再有 2-3 个版本【更多】模块就做完了，加油"
		]
	},
	{
		version: "0.0.3",
		date: "2024.07.06",
		logList: [
			"「关于项目（小程序）」页面",
			"「更新日志」页面",
			"「更新日志」的详情页面（就是你现在看到的东西）",
			"项目放到 Github 上做版本管理"
		]
	},
	{
		version: "0.0.2",
		date: "2024.07.04",
		logList: [
			"CDN 服务使用腾讯云 COS，这下访问图片速度快多了",
			"「关于小程序」页面",
			"「关于苏打盖 Sodaguide」「关于项目（web）」「关于作者」三个页面",
			"研究关于 Markdown 在页面展示的好方法"
		]
	},
	{
		version: "0.0.1",
		date: "2024.07.03",
		logList: [
			"小项目第 1 个版本！",
			"完成两个 Tabbar",
			"胡乱做了个首页来占位",
			"添加页脚",
			"添加「回到顶部」功能",
			"「更多」页面骨架搭建",
			"3 个社交网络页面外观与功能设计"
		]
	}
]